export default {
  digital: [
    'Немного старого, немного нового. Концепты, иллюстрации и просто мои картинки за последние пять лет. Совсем позорное я, конечно, спрятала. Но кое-что старое оставила. В них всё ещё что-то есть, да и разницу в подходе видно лучше, чем на словах',
  ],
  in_progress: [
    'Холодными осенними вечерами занимаюсь  рендерингом морды болотного монстра. Уже повозилась с перспективой, светом, фактурами и всякой всячиной. В Pinterest 101 череп и 303 палки, чтобы текстуры хоть чуть-чуть выглядели живыми. Раковина со стола помогла с панцирем — и вроде даже получилось. Хочу, чтобы хоть на мгновение казалось, что он реально где-то там бродит, и делаю всё, чтобы вы в это поверили.'
  ]
};
