export default {
  about: {
    title: 'Меня зовут Мария.',
    content: [
      'Мой путь в мире искусства начался в колледже, где я изучала дизайн и творчество.',
      'Помимо этого, я регулярно посещаю различные курсы и мастер-классы, чтобы расширить свои знания и навыки в области искусства. Это помогает мне быть в курсе последних тенденций и технологий в мире искусства и дизайна.',
      'Сейчас я занимаюсь созданием уникальных персонажей и веду поиск новых карьерных возможностей. Мои работы отражают мою любовь к фантазии и мою страсть к искусству.',
      'Я открыта для новых проектов и с нетерпением жду возможности поработать над чем-то уникальным и захватывающим.',
    ],
    offer: {
      title: 'Взгляните на мое портфолио!',
    },
    sections: {
      portfolio: {
        title: 'Мои основные работы.',
        content: [
          'В каждой работе я стремлюсь создать персонажей и локации, которые заставляют зрителя задуматься и вдохновляют на новые идеи.',
          'Мои работы включают в себя разнообразных персонажей - от фантастических существ до карикатурных персонажей, каждый из которых имеет свою уникальную историю и характер. Я также экспериментирую с различными стилями и техниками, чтобы создать многослойные и интересные работы.',
        ],
        offer: {
          title: 'Взгляните на все мои работы за разный период',
          subtitle: 'Так же вы можете посмотреть и скачать мое резюме',
        },
      },
      resume: {
        title: 'Мое резюме.',
        content: [
          'Вы можете скачать резюме в формате .pdf по кнопке ниже.',
        ],
      },
      contacts: {
        title: 'Мои контакты.',
        content: ['Если вас заинтересовали мои работы и резюме, то вы можете позвонить мне или написать мне на e-mail, социальные сети.'],
        info: [
          [
            {
              name: 'Адрес',
              value: 'Россия, Санкт-Петербург',
            },
            {
              name: 'Телефон',
              value: '{phone}',
              href: 'tel:{phone}',
            },
            {
              name: 'E-mail',
              value: '{email}',
              href: 'mailto:{email}',
            },
          ],
          [
            {
              name: 'Соц. сети',
              social: true,
            },
          ],
        ],
        additional_info: {
          title: 'Дополнительная информация',
          developers_website: {
            name: 'Сайт разработчика',
            value: 'Github профиль',
          },
        },
      },
    },
  },
  portfolio: {
    title: 'Портфолио.',
    content: [
      'В каждой работе я стремлюсь создать персонажей и локации, которые заставляют зрителя задуматься и вдохновляют на новые идеи.',
      'Мои работы включают в себя разнообразных персонажей - от фантастических существ до карикатурных персонажей, каждый из которых имеет свою уникальную историю и характер. Я также экспериментирую с различными стилями и техниками, чтобы создать многослойные и интересные работы.',
    ],
  },
};
