export default {
  about: {
    title: 'Привет! Меня зовут Мария.',
    content: [
      'Мне очень приятно, что вы решили зайти на мой сайт. Я - художница, специализирующаяся на 2D и концепт-арте.',
      'Тут я расскажу немного о себе и надеюсь не утомить вас (:',
      'Рисование для меня, думаю, как и для большинства художников, не просто профессия, это мой способ жить и выражаться. Я рисую всю свою жизнь. По образованию я дизайнер-преподаватель, также у меня есть художественное образование. Благодаря этому я могу варьировать разными стилями, когда рисую. Также я часто применяю свои знания по истории искусств в работах.',
      'Я продолжаю учится и повышать свои навыки и сейчас, ведь в этом ремесле нет предела совершенству.',
      'Мне нравится погружаться в различные проекты, создавать новые миры и вселенные вместе с другими людьми. Я легко нахожу общий язык с людьми и всегда открыта для новых возможностей и сотрудничества.',
      'Моя главная цель - создавать продукт, который будет вдохновлять не только меня, но и вас. Я уверена, что с вашей помощью мы сможем достичь многого вместе. Буду рада возможности поработать с вами и создавать что-то удивительное!',
    ],
    offer: {
      title: 'Взгляните на мое портфолио!',
    },
    sections: {
      portfolio: {
        title: 'Мои основные работы.',
        content: [
          'В каждой работе я стремлюсь создать персонажей и локации, которые заставляют зрителя задуматься и вдохновляют на новые идеи.',
          'Мои работы включают в себя разнообразных персонажей - от фантастических существ до карикатурных персонажей, каждый из которых имеет свою уникальную историю и характер. Я также экспериментирую с различными стилями и техниками, чтобы создать многослойные и интересные работы.',
        ],
        offer: {
          title: 'Взгляните на все мои работы за разный период',
          subtitle: 'Так же вы можете посмотреть и скачать мое резюме',
        },
      },
      resume: {
        title: 'Мое резюме.',
        content: [
          'Вы можете скачать резюме в формате .pdf по кнопке ниже.',
        ],
      },
      contacts: {
        title: 'Мои контакты.',
        content: ['Если вас заинтересовали мои работы и резюме, то вы можете позвонить мне или написать мне на e-mail, социальные сети.'],
        info: [
          [
            {
              name: 'Адрес',
              value: 'Россия, Санкт-Петербург',
            },
            {
              name: 'Телефон',
              value: '{phone}',
              href: 'tel:{phone}',
            },
            {
              name: 'E-mail',
              value: '{email}',
              href: 'mailto:{email}',
            },
          ],
          [
            {
              name: 'Соц. сети',
              social: true,
            },
          ],
        ],
        additional_info: {
          title: 'Дополнительная информация',
          developers_website: {
            name: 'Сайт разработчика',
            value: 'Github профиль',
          },
        },
      },
    },
  },
  portfolio: {
    title: 'Портфолио.',
    content: [
      'В каждой работе я стремлюсь создать персонажей и локации, которые заставляют зрителя задуматься и вдохновляют на новые идеи.',
      'Мои работы включают в себя разнообразных персонажей - от фантастических существ до карикатурных персонажей, каждый из которых имеет свою уникальную историю и характер. Я также экспериментирую с различными стилями и техниками, чтобы создать многослойные и интересные работы.',
    ],
  },
};
